/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d.%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d.%2$.2d.%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ på skiva";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@ %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d platser";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld objekt";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld objekt";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld platser";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "”%@”";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "\"%@\" finns redan. Vill du ersätta den?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "En fil eller mapp med samma namn finns redan i mappen %@. Om du ersätter den skrivs dess aktuella innehåll över.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "En fil eller mapp med samma namn finns redan på %@. Om du ersätter den skrivs dess aktuella innehåll över.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Det finns redan ett objekt med det namnet. Byt namn på objektet och försök igen.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Be att få använda…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Ber att få använda %1$@ i ”%2$@”…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Ber att få använda…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Beräknar storlek";

/* Button text to cancel save operation. */
"Cancel" = "Avbryt";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Dator";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Anslut som…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Ansluten";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Ansluten som: %@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Ansluter…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "Anslutningen misslyckades";

/* Label for scoep bar button Contents */
"Contents" = "Innehåll";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "ENHETER";

/* Dimensions label shown in browser mode */
"Dimensions" = "Mått";

/* disc drive title */
"disc" = "skiva";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Koppla ner";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Vill du spara den här smarta mappen?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Spara inte";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Redigera";

/* eject button title */
"Eject" = "Mata ut";

/* eject all button title */
"Eject All" = "Mata ut alla";

/* Fetching... label shown in browser mode */
"Fetching..." = "Hämtar...";

/* Label for scoep bar button File Name */
"File Name" = "Filnamn";

/* Label for scope bar button which represents the home directory. */
"Home" = "Hem";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Använder du ett namn som inleds med en punkt kommer filen att vara gömd.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Om du inte sparar kommer ändringarna du gjorde i ”%@” att gå förlorade.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Medier";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "MEDIER";

/* Movices media browser node title */
"Movies" = "Filmer";

/* Music media browser node title */
"Music" = "Musik";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "Namn med fler än 31 tecken stöds inte på målvolymen.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Namn som inleds med punkter ”.” är reserverade för systemet.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Ej ansluten";

/* default button of open panel
   window title of open panel */
"Open" = "Öppna";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Öppna %@-inställningarna";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Annat…";

/* Photos media browser node title */
"Photos" = "Bilder";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "PLATSER";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Välj ett filnamn som inte är längre än 31 tecken.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Välj ett annat objekt.";

/* Recent Places label */
"Recent Places" = "Tidigare platser";

/* Button text to overwrite an existing file. */
"Replace" = "Ersätt";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Begäran nekad";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Spara";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Spara som";

/* name field label */
"Save As:" = "Spara som:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Sparade sökningar";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "SPARADE SÖKNINGAR";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "SÖK EFTER";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Sök:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Söker efter ”%@”";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Markera ett objekt om du vill se dess sökväg.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Servrar";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "DELAD";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Smart mapp";

/* Smart Folders label */
"Smart Folders" = "Smarta mappar";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Sluta be att få använda…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Sluta vänta på skivan…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Volymen som innehåller ”%1$@” innehåller även %2$ld annan volym som inte kommer att matas ut. Är du säker på att du vill mata ut ”%3$@”?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Volymen som innehåller ”%1$@” innehåller även %2$ld andra volymer som inte kommer att matas ut. Är du säker på att du vill mata ut ”%3$@”?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Mappen kan inte hittas.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "De markerade objekten finns inte i samma sökväg.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "Volymen för ”%@” kunde inte hittas.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Denna plats är endast läsbar.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Denna Mac";

/* error message for new folder name conflict */
"This name is already taken." = "Namnet är upptaget.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Mata ut alla volymer på den här enheten genom att hålla ner alternativtangenten när du matar ut volymen.\n\nOm du vill mata ut enskilda volymer utan att se den här dialogrutan i fortsättningen, håller du ner kontrolltangenten när du matar ut volymen.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "Idag";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Ångra namnändring";

/* default new folder name */
"untitled folder" = "ny mapp";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Använd .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Använd ”.”";

/* Button text to choose combined extensions. */
"Use both" = "Använd båda";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Använder skivenhet…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "Väntar på skivenheten...";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "Väntar på skivan…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Igår";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Du kan använda båda, så att filnamnet slutar med ”.%1$@.%2$@”.";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Du kan använda standardfiltillägget istället.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Du kan inte spara detta dokument med filnamnstillägget ”.%1$@”. Filtillägget som krävs är ”.%2$@”.";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Du har använt filnamnstillägget ”.%1$@”. Standardfiltillägget är ”.%2$@”.";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "Ditt %1$@-konto är inte inställt. Vill du öppna %2$@-inställningarna och ställa in det nu?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "Din begäran att få använda  %1$@  i ”%2$@”…nekades.";

